lab8/requests/installments/overdueForPerson.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="pl/pwr/java/lab8/soap">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:fetchOverdueInstallmentsForPersonRequest>
            <personId>0</personId>
        </gs:fetchOverdueInstallmentsForPersonRequest>
    </soapenv:Body>
</soapenv:Envelope>